export default function Sab_text_text_title() {
    return (
        <div className="conteiner_Text_title" >
            
                <p className="Text_title" style={styles.style}>Меня зовут Алеся Полякова. Когда я находилась на пике продолжительной
            и успешной карьеры в одном из крупнейших нефтехимических холдингов мира, 
            в моей жизни возник эриксоновский коучинг, обучение которому привело меня к Гуманистическому Гипнозу,
            что
            затем,  вместе с КОВИДом, полностью изменило
            мою профессиональную жизнь. Позже я занялась таким направлением
            как Арт-терапия.

            Но окончательная перемена рода занятия свершилась в 2023 году. На сегодняшний день я с большой радостью
            занимаюсь только помогающей профессиональной деятельностью, а также осваиваю новые направления:
            искусствоведение,
            юнгианский анализ...</p>
           
        </div>
    );
}


const styles = {
    style:{
        height: "31vh",
        paddingLeft: "1.5em",
        fontFamily: '"Jost", sans-serif',
        marginLeft: "4vw",
        width: "60vw",
        fontSize: "26px",
        border: "none",
        marginTop: "6vh"
    }
}