export default function Girl_text() {
    return (
        <div className="conteiner_Text_title" >

            <p className="Text_title" style={styles.style}>  •   обеспечение принципов уважения и безопасности, создание пространства
                для работы, которая происходит на глубинном уровне, и вера в каждого,<br />
                в Ваш потенциал.<br />
                <br />
                •   Это   краткосрочная или среднесрочная терапия в соответствии с ритмом и ощущением проживающих
                изменений
                от 2-х до 8-10 сессий<br />
                периодичностью раз в одну - полторы недели.<br />
                <br />
                •   Первая сессия, Установочная, до 45 минут: знакомство,<br />
                юридические рамки работы. Определяем Ваш запрос,<br />
                метод и планируем количество встреч.
            </p>

        </div>
    );
}


const styles = {
    style: {
        fontSize: "26px", fontFamily: '"Jost", sans-serif', width: "62vw", marginLeft: "3vw", marginTop: "8vh"
        
    }
}